amd-ucode
anki
ark
autoconf
automake
base
binutils
bison
bluedevil
breeze
breeze-gtk
calcurse
discover
dolphin
dolphin-plugins
drkonqi
fakeroot
filelight
firefox
flex
gcc
git
groff
htop
joplin
joplin-desktop
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
kolourpaint
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
libkscreen
libksysguard
linux
linux-firmware
m4
make
milou
mpc
mpd
mpv
nano
ncmpcpp
neofetch
networkmanager
newsboat
ntfs-3g
nvidia
oxygen
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
refind
rxvt-unicode
sddm
sddm-kcm
spectacle
sudo
syncthing
systemsettings
ttf-mplus
xdg-desktop-portal-kde
xdg-user-dirs
xorg-server
zsh
